10/data/attachments/611e8c56c0344263.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2a4c577d-82d0-4656-b44f-1447e3bd2087</nif:username>
            <nif:friendToBeAdded>Tyler_yard_Actions_49292_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>